Repository: Ukenn2112/TUTnextApp
Catalog: TimetableWidget/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hans

# %@曜日 %d限
source: %1$@曜日 %2$d限
en: %1$@ Period %2$d
ko: %1$@요일 %2$d교시
zh_hans: 星期%1$@ 第%2$d节

source: %lld限
en: P%lld
ko: %lld교시
zh_hans: 第%lld节

source: %lld限目
en: Period %lld
ko: %lld교시
zh_hans: 第%lld节

source: %lld限目 準備
en: Period %lld Prep
ko: %lld교시 준비
zh_hans: 第%lld节 准备

source: このサイズはサポートされていません
en: This size is not supported
ko: 이 크기는 지원되지 않습니다
zh_hans: 不支持此尺寸

source: まもなく
en: Soon
ko: 곧
zh_hans: 即将

source: まもなく開始
en: Starting Soon
ko: 곧 시작
zh_hans: 即将开始

source: まもなく開始します
en: Starting shortly
ko: 곧 시작합니다
zh_hans: 即将开始

source: まもなく開始です。教室へ向かいましょう
en: Starting soon. Head to the classroom.
ko: 곧 시작합니다. 교실로 이동하세요
zh_hans: 即将开始，请前往教室

source: 今日もお疲れ様でした！
en: Great job today!
ko: 오늘도 수고하셨습니다!
zh_hans: 您辛苦了!

source: 休み時間
en: Break Time
ko: 쉬는 시간
zh_hans: 休息时间

source: 休憩中
en: Break
ko: 휴식 중
zh_hans: 休息中

source: 全ての授業が終了しました
en: All classes are done
ko: 모든 수업이 끝났습니다
zh_hans: 今天的课程全部结束了

source: 土
en: Sat
ko: 토
zh_hans: 六

source: 急いで教室へ！
en: Head to Class!
ko: 교실로 이동!
zh_hans: 尽快前往教室!

source: 授業中
en: In Class
ko: 수업 중
zh_hans: 上课中

source: 教室
en: Room
ko: 교실

source: 教室が変更されました。移動してください
en: Room has changed. Please move.
ko: 교실이 변경되었습니다. 이동해 주세요
zh_hans: 教室已变更，请前往新教室

source: 教室変更
en: Room Changed
ko: 교실 변경
zh_hans: 教室变更

source: 教室変更あり！
en: Room Changed!
ko: 교실 변경!
zh_hans: 教室已变更!

source: 日
en: Sun
ko: 일

source: 時間割
en: Timetable
ko: 시간표
zh_hans: 课程表

source: 時間割を表示します
en: Shows your timetable
ko: 시간표를 표시합니다
zh_hans: 显示课程表

source: 時間割表
en: Timetable
ko: 시간표
zh_hans: 课程表

source: 月
en: Mon
ko: 월
zh_hans: 一

source: 木
en: Thu
ko: 목
zh_hans: 四

source: 本日の授業はありません
en: No classes today
ko: 오늘 수업이 없습니다
zh_hans: 今天没有课程

source: 本日の授業は終了しました
en: Classes are over for today
ko: 오늘 수업이 끝났습니다
zh_hans: 今天的课程已经结束

source: 本日終了
en: Done for Today
ko: 오늘 수업 종료
zh_hans: 今日课程结束

source: 次の授業
en: Next Class
ko: 다음 수업
zh_hans: 下节课

source: 次は
en: Next
ko: 다음
zh_hans: 下节

source: 次まで
en: Until Next
ko: 다음까지
zh_hans: 距下节

source: 残り時間
en: Remaining
ko: 남은 시간
zh_hans: 剩余时间

source: 水
en: Wed
ko: 수
zh_hans: 三

source: 準備中
en: Preparing
ko: 준비 중
zh_hans: 准备中

source: 火
en: Tue
ko: 화
zh_hans: 二

source: 終了
en: Done
ko: 종료
zh_hans: 结束

source: 終了まで
en: Until End
ko: 종료까지
zh_hans: 距结束

source: 金
en: Fri
ko: 금
zh_hans: 五

source: 開始まで
en: Until Start
ko: 시작까지
zh_hans: 距开始
